tap "caskroom/cask"
tap "caskroom/versions"

brew 'coreutils'
brew 'redis'
brew 'git'
brew 'siege'
brew 'rethinkdb'

cask_args appdir: '/Applications'

cask 'dropbox'
cask 'hyperdock'
cask 'screenflow'
cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'iterm2'
cask 'alfred'
cask 'sublime-text3'